{
  "app_name": "OASTH Telematics",
  "stations_nearby": "Στάσεις κοντά",
  "lines": "Γραμμές",
  "stations": "Στάσεις",
  "best_route": "Καλύτερη διαδρομή",
  "search": "Αναζήτηση",
  "latest_news": "Τελευταία νέα",
  "search_hint_for_lines": "Αναζήτηση με βάση την περιγραφή ή τον κωδικό της γραμμής",
  "no_lines_found": "Δεν βρέθηκαν γραμμές",
  "i_am_close_to": "Βρίσκομαι κοντά σε ...",
  "address": "Διεύθυνση",
  "i_want_to_go_to": "Θέλω να πάω σε ...",
  "get_directions": "Λήψη οδηγιών",
  "get_directions_hint": "Λήψη οδηγιών με βάση τις παρεχόμενες διευθύνσεις και θα ανοίξει το Google Maps για να βρει την καλύτερη διαδρομή με λεωφορείο.",
  "different_route": "Διαφορετική διαδρομή",
  "direction": "Κατεύθυνση",
  "station_table": "Πίνακας Στασεων",
  "no_stops_found": "Δεν βρέθηκαν στάσεις",
  "routes": "Διαδρομές",
  "route": "Διαδρομή",
  "english_description": "Αγγλική Περιγραφή",
  "street": "Οδός",
  "n_a": "Μη διαθέσιμο",
  "english_street": "Αγγλική Οδός",
  "route_stop_order": "Σειρά Στάσεων Διαδρομής",
  "stop_amea": "Στάση ΑμεΑ",
  "no_stop_details": "Δεν βρέθηκαν λεπτομέρειες στάσης",
  "in": "σε",
  "minutes": "λεπτά",
  "error": "Σφάλμα",
  "choose_station_hint": "Επιλέξτε την στάση για την οποία ενδιαφέρεστε να λάβετε πληροφορίες. Συμπεριλαμβάνονται αφίξεις λεωφορείων και πληροφορίες γραμμής.",
  "station_code": "Κωδικός στάσης",
  "take_station_info": "Λάβετε πληροφορίες στάσης",
  "or_choose_line": "ή επιλέξτε γραμμή",
  "no_line_info": "Δεν υπάρχουν πληροφορίες γραμμής",
  "choose_route": "Επιλέξτε διαδρομή",
  "bus": "Λεωφορείο",
  "loading": "Φόρτωση...",
  "choose_line": "Επιλέξτε γραμμή",
  "choose_station": "Επιλέξτε στάση",
  "more": "Περισσότερα",
  "location_permission_explain": "Για να λάβετε πληροφορίες άφιξης λεωφορείου, επιτρέψτε την άδεια τοποθεσίας στις ρυθμίσεις της συσκευής σας",
  "yes": "Ναι",
  "no": "Οχι",
  "stop_interval_hint" : "Θα ενημερωθεί αυτόματα",
  "loading_nearby_stops": "Φόρτωση κοντινών στάσεων...\nΠαρακαλώ περιμένετε...\nΑυτό μπορεί να διαρκέσει μερικά δευτερόλεπτα.",
  "about_app": "Σχετικά με την εφαρμογή",
  "about_app_details": "Αυτή η εφαρμογή ειναι από τον Λευκαδίτη Ορέστη για τις συγκοινωνίσεις του ΟΑΣΘ της Ελλαδίας",
  "contact_us": "Επικοινωνίστε μαζι μας",
  "contact_us_details": "Ερώτηση: Πώς μπορώ να επικοινωνήσω με την ομάδα υποστήριξης σας;\nΑπάντηση: Μπορείτε να επικοινωνήσετε με την ομάδα υποστήριξής μας αποστέλλοντας ένα email στο [orestis_94@hotmail.com]. Στοχεύουμε να απαντήσουμε σε όλες τις ερωτήσεις εντός 24 ωρών.\n\nΕρώτηση: Υπάρχει τηλεφωνικός αριθμός που μπορώ να καλέσω για βοήθεια;\nΑπάντηση: Προς το παρόν, προσφέρουμε υποστήριξη μόνο μέσω email. Μη διστάσετε να επικοινωνήσετε μαζί μας για οποιεσδήποτε ερωτήσεις ή ανησυχίες έχετε.\n\nΕρώτηση: Έχετε φυσική διεύθυνση για αλληλογραφία;\nΑπάντηση: Λειτουργούμε κυρίως online, και η υποστήριξή μας παρέχεται μέσω email. Ωστόσο, μπορείτε να στείλετε οποιαδήποτε φυσική αλληλογραφία στο ΟΑΣΘ.",
  "privacy_policy": "Πολιτική Απορρήτου",
  "privacy_policy_details": "Σας ευχαριστούμε που χρησιμοποιείτε την εφαρμογή OASTH Telematics. Η παρούσα Πολιτική Απορρήτου εξηγεί πώς χειριζόμαστε τις πληροφορίες σας όταν χρησιμοποιείτε την κινητή εφαρμογή μας (\"Εφαρμογή\").\n\nΔεν Συλλέγουμε Δεδομένα\n\nΘέλουμε να τονίσουμε ότι δεν συλλέγουμε καμία προσωπική πληροφορία ή οποιαδήποτε άλλα δεδομένα από τους χρήστες μας υπό οποιεσδήποτε συνθήκες. Η ιδιωτικότητά σας και η ασφάλεια των δεδομένων σας είναι απόλυτη προτεραιότητα για εμάς.\n\nΆδεια Τοποθεσίας\n\nΗ εφαρμογή OASTH Telematics μπορεί να ζητήσει πρόσβαση στην τοποθεσία της συσκευής σας μόνο για το σκοπό της κεντράρισης του χάρτη στην τρέχουσα τοποθεσία σας. Αυτή η λειτουργία σχεδιάστηκε για να βελτιώσει την εμπειρία σας με την εφαρμογή και να σας παρέχει σχετικές πληροφορίες βάσει της τοποθεσίας σας.\n\nΑπενεργοποίηση Υπηρεσιών Τοποθεσίας\n\nΈχετε τη δυνατότητα να απενεργοποιήσετε τις υπηρεσίες τοποθεσίας για την εφαρμογή OASTH Telematics ανά πάσα στιγμή. Μπορείτε να διαχειριστείτε τις άδειες τοποθεσίας μέσω των ρυθμίσεων της συσκευής σας. Σημειώστε ότι η απενεργοποίηση των υπηρεσιών τοποθεσίας μπορεί να περιορίσει ορισμένες λειτουργίες εντός της εφαρμογής.\n\nΑλλαγές στην Πολιτική Αυτή\n\nΔιατηρούμε το δικαίωμα να ενημερώσουμε ή να τροποποιήσουμε την Πολιτική Απορρήτου μας ανά πάσα στιγμή. Οποιεσδήποτε αλλαγές σε αυτήν την πολιτική θα αντικατοπτρίζονται σε αυτήν τη σελίδα. Σας προτρέπουμε να ελέγχετε την Πολιτική Απορρήτου αυτήν περιοδικά για οποιεσδήποτε ενημερώσεις.",
  "terms_and_conditions": "Όροι και Προϋποθέσεις",
  "terms_and_conditions_details": "Αποδοχή Όρων: Κατεβάζοντας, εγκαθιστώντας ή χρησιμοποιώντας την κινητή εφαρμογή OASTH Telematics (\"Εφαρμογή\"), συμφωνείτε να υποχρεούστε από αυτούς τους όρους και προϋποθέσεις.\n\nΧρήση της Εφαρμογής: Συμφωνείτε να χρησιμοποιείτε την Εφαρμογή αποκλειστικά για νόμιμους σκοπούς και σύμφωνα με όλους τους ισχύοντες νόμους και κανονισμούς.\n\nΑποποίηση Εγγυήσεων: Η Εφαρμογή παρέχεται \"ως έχει\" χωρίς καμία εγγύηση οποιουδήποτε είδους, είτε ρητής είτε σιωπηρής, συμπεριλαμβανομένων αλλά όχι περιοριστικά των σιωπηρών εγγυήσεων εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό ή μη παραβίασης.\n\nΠεριορισμός Ευθύνης: Σε καμία περίπτωση δεν φέρουμε ευθύνη για οποιεσδήποτε ζημιές που προκύπτουν από τη χρήση ή την αδυναμία χρήσης της Εφαρμογής.\n\nΣυμπεριφορά Χρήστη: Συμφωνείτε να μη χρησιμοποιείτε την Εφαρμογή με τρόπο που μπορεί να προκαλέσει ζημιά, παρεμπόδιση ή διακοπή της λειτουργικότητας της Εφαρμογής ή των διακομιστών της.\n\nΠνευματική Ιδιοκτησία: Όλα τα πνευματικά δικαιώματα που σχετίζονται με την Εφαρμογή, συμπεριλαμβανομένων αλλά όχι περιοριστικά των πνευματικών δικαιωμάτων, των εμπορικών σημάτων και των εμπορικών μυστικών, ανήκουν σε εμάς ή στους αδελφοποιημένους μας.\n\nΑλλαγές στους Όρους: Καταπιάνουμε το δικαίωμα να τροποποιήσουμε ή να ενημερώσουμε αυτούς τους όρους και προϋποθέσεις ανά πάσα στιγμή. Η συνεχής χρήση της Εφαρμογής μετά από οποιεσδήποτε τέτοιες αλλαγές αποτελεί αποδοχή των ενημερωμένων όρων.\n\nΙσχύουσα Νομοθεσία: Οι παρόντες όροι και προϋποθέσεις διέπονται από τους νόμους της Ελλάδας.",
  "app_language": "Γλώσσα εφαρμογής"
}
