{
  "app_name": "OASTH Telematics",
  "stations_nearby": "Stations nearby",
  "lines": "Lines",
  "stations": "Stations",
  "best_route": "Best route",
  "search": "Search",
  "latest_news": "Latest news",
  "search_hint_for_lines": "Search by Line Description or Line ID",
  "no_lines_found": "No lines found",
  "i_am_close_to": "I am close to ...",
  "address": "Address",
  "i_want_to_go_to": "I want to go to ...",
  "get_directions": "Get directions",
  "get_directions_hint": "Get directions based on the provided addresses and will open Google Maps to find the best bus route.",
  "different_route": "Different route",
  "direction": "Direction",
  "station_table_title": "Stations table",
  "no_stops_found": "No stops found",
  "routes": "Routes",
  "route": "Route",
  "english_description": "English Description",
  "street": "Street",
  "n_a": "N/A",
  "english_street": "English Street",
  "route_stop_order": "Route Stop Order",
  "stop_amea": "Stop Amea",
  "no_stop_details": "No stop details found",
  "in": "in",
  "minutes": "minutes",
  "error": "Error",
  "choose_station_hint": "Choose the station you're interested in to get information. Includes bus arrivals and line information.",
  "station_code": "Station code",
  "take_station_info": "Get station information",
  "or_choose_line": "or choose line",
  "no_line_info": "No line information found",
  "choose_route": "Choose route",
  "bus": "Bus",
  "loading": "Loading...",
  "choose_line": "Choose line",
  "choose_station": "Choose station",
  "more": "More",
  "location_permission_explain": "To get bus arrival information, please allow location permission in your device settings.",
  "yes": "Yes",
  "no": "No",
  "stop_interval_hint": "It will automatically update",
  "loading_nearby_stops": "Loading nearby stops... \nPlease wait...\nThis can take a few seconds.",
  "about_app": "About the application",
  "about_app_details": "This application is by Orestis from Lefkada for the public transportation of OASTH in Greece.",
  "contact_us": "Contact us",
  "contact_us_details": "Q: How can I contact your support team?\nA: You can reach our support team by sending an email to [orestis_94@hotmail.com]. We aim to respond to all inquiries within 24 hours.\n\nQ: Is there a phone number I can call for assistance?\nA: Currently, we only offer support via email. Please feel free to reach out to us with any questions or concerns you may have.\n\nQ: Do you have a physical address for correspondence?\nA: We operate primarily online, and our support is provided via email. However, you can send any physical correspondence to OASTH.\n\n",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_details": "Thank you for using the OASTH Telematics application. This Privacy Policy explains how we handle your information when you use our mobile application (\"App\").\n\nNo Data Collection\n\nWe want to emphasize that we do not collect any personal identification information or any other data from our users under any circumstances. Your privacy and the security of your data are of utmost importance to us.\n\nLocation Permissions\n\nThe OASTH Telematics App may request access to your device's location solely for the purpose of centering the map to your current location. This functionality is designed to enhance your experience with the App and provide you with relevant information based on your location.\n\nDisabling Location Services\n\nYou have the option to disable location services for the OASTH Telematics App at any time. You can manage location permissions through your device's settings. Please note that disabling location services may limit certain functionalities within the App.\n\nChanges to This Policy\n\nWe reserve the right to update or modify our Privacy Policy at any time. Any changes to this policy will be reflected on this page. We encourage you to review this Privacy Policy periodically for any updates.",
  "terms_and_conditions": "Terms and Conditions",
  "terms_and_conditions_details": "Acceptance of Terms: By downloading, installing, or using the OASTH Telematics mobile application (\"App\"), you agree to be bound by these terms and conditions.\n\nUse of the App: You agree to use the App solely for lawful purposes and in compliance with all applicable laws and regulations.\n\nNo Warranty: The App is provided \"as is\" without any warranty of any kind, either expressed or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\n\nLimitation of Liability: In no event shall we be liable for any damages arising out of the use or inability to use the App.\n\nUser Conduct: You agree not to use the App in any way that may cause damage, impairment, or disruption to the functionality of the App or its servers.\n\nIntellectual Property: All intellectual property rights related to the App, including but not limited to copyrights, trademarks, and trade secrets, are owned by us or our licensors.\n\nChanges to Terms: We reserve the right to modify or update these terms and conditions at any time. Your continued use of the App after any such changes constitutes acceptance of the updated terms.\n\nGoverning Law: These terms and conditions shall be governed by and construed in accordance with the laws of Greece.",
  "app_language": "App language",
  "faq1": "Which disability passes are valid for traveling on OASTH buses?",
  "faq1_details": "Disability passes from the year 2019 are valid.",
  "faq2": "Where can I inquire about lost items?",
  "faq2_details": "You can inquire about lost items by calling the Lost and Found Office at 2310 981245 on weekdays from 07:30 to 14:30, or by calling 11085 on Sundays and holidays from 07:30 to 22:00, and weekdays from 14:30 to 22:00.",
  "faq3": "Where are the OASTH offices located and what are their operating hours?",
  "faq3_details": "The OASTH offices are located at 90 Al. Papanastasiou Street, Thessaloniki. Operating hours are from 07:30 to 14:00.",
  "faq4": "Is the transportation of animals allowed on OASTH buses?",
  "faq4_details": "a. The transportation of small companion animals is allowed, provided that the animals are placed in a secure transport cage, of closed type, and accompanied by their owner or holder. \n\nb. Assistance dogs, if they wear a handling leash, can be transported without a transport basket and without a muzzle, regardless of their size. \n\nc. Owners or holders of animals traveling accompanied by their animal must always carry the animal's health booklet or passport.",
  "faq5": "What materials or objects are not allowed to be transported on OASTH buses?",
  "faq5_details": "The transportation of weapons, explosives, flammable, dangerous, dirty, or foul-smelling materials or objects is not allowed, as well as the transportation of items or luggage that, due to their volume, inconvenience passengers or may cause damage to the vehicle, and in general, items dangerous to the physical integrity of passengers.",
  "faq6": "Is luggage allowed to be transported on OASTH buses?",
  "faq6_details": "Luggage transportation is allowed, provided that the owner can carry it alone. Luggage should be placed in the free spaces of the vehicles, outside the aisles, passenger entrance-exit points, and ticket validation points, so as not to obstruct passenger passage. Small luggage should be held, not placed (e.g., backpacks). The transportation of market carts is allowed at the discretion of the driver or other authorized personnel of OASTH, taking into account the vehicle's capacity conditions and passenger safety. \n\nBoarding/alighting of passengers with luggage on buses is only through the central door(s). In all the above cases, passengers must be near their luggage and ensure that they do not cause injury or inconvenience to other passengers.",
  "faq7": "Is the transportation of baby strollers allowed on OASTH buses?",
  "faq7_details": "Baby strollers are transported closed on buses. In cases where this is not possible or their companion prefers to transport the child inside it, the transportation of an open baby stroller is allowed per vehicle and only if the driver judges that the vehicle's capacity allows it. \n\nIn this case, the companion of the baby stroller is obliged to: \n\nBoard/alight from the central door(s). \nPosition the stroller in such a way that it does not obstruct the passage and movement of other passengers inside the vehicle. \nBe near the stroller, hold it, and generally ensure that it does not cause injury or inconvenience to other passengers. \nThe child must be strapped in, and the stroller must have brakes.",
  "faq8": "Is the transportation of bicycles allowed on OASTH buses?",
  "faq8_details": "The transportation of bicycles is not allowed on buses. \n\nExceptionally, the transportation of folding bicycles up to 20'' is allowed, provided they are placed within a special storage case-hand luggage (with safety straps and without protruding mechanical parts), from which no dangers for the safe transportation of passengers arise. \n\nThe owners of the above folding bicycles in a safety case must be next to them and ensure that they do not cause injury or inconvenience to other passengers.",
  "faq9": "Is the transportation of Light Personal Electric Vehicles allowed on OASTH buses?",
  "faq9_details": "Their transportation is feasible provided that the provisions regarding the transportation of bicycles of the passenger rights regulation are met.",
  "faq10": "I had an accident involving an OASTH bus, where should I address?",
  "faq10_details": "You should address the Insurance Department of OASTH: \n\na) by phone at 2310 981222, on weekdays and hours 07:00-14:30, or \n\nb) at the address Al. Papanastasiou 90, Ground floor.",
  "faq11": "Is there informational material available for the services provided by OASTH and where can I get it?",
  "faq11_details": "Periodicals with informational maps are available free of charge to the traveling public and are distributed by OASTH ticket offices or the central offices of the Organization (Al. Papanastasiou 90, 5th floor). The informational maps, more detailed leaflets, and other information are available on the OASTH website, which you can find at the web address: www.oasth.gr.",
  "faq12": "I want to purchase an unlimited travel card from OASTH. What is needed for its issuance and where should I go?",
  "faq12_details": "You should go to OASTH ticket offices, having 2 recent colored photographs and an ID or passport. If you are entitled to a reduced fare (student, pupil, large family, citizens aged 65 and over), you must also present a valid reduced fare entitlement card. Additional information is provided at the phone number 2310 981144 or at the information center 11085.",
  "faq13": "I am a professional, where can I find OASTH tickets for sale at my store?",
  "faq13_details": "The distribution of pre-printed tickets is exclusively carried out by OASTH. For orders or any information regarding the purchase and distribution of tickets, you can call 2310 981333 or contact the email address: eisitiria@oasth.gr",
  "faq14": "I want to submit a complaint, where can I address and how?",
  "faq14_details": "You can submit it in person to the Secretary of OASTH, or send it to the address of OASTH (Al. Papanastasiou 90, 54644 Thessaloniki) or to the email address oasth@oasth.gr. \n\nComplaints should be submitted in writing, with the details of the complainant and a description of the complaints.",
  "faq15": "I am a person with disabilities, how can I schedule my service with the specially adapted buses of OASTH?",
  "faq15_details": "You are served according to the Regulations for the Service of People with Disabilities. More information here. Contact numbers for information regarding the conditions and procedure of service, as well as for service scheduling, are 2310 933930 and 2310 952638, from 07:30 to 21:30 every day.",
  "stop_code_info" : "The application operates based on a system of unique five-digit numbers (stop codes) corresponding to each OASTH bus stop. This code is depicted on the signs adjacent to each bus stop (see photo 1 & 2). Alternatively, you may quickly and easily find the code for any bus stop on the organisation’s website; go to the “Tools” menu, select “Bus Line Information” and you will find all the stops each bus line makes with the corresponding five-digit code (IVR).",
  "no_description" : "No description"
}
