{
  "app_name": "OASTH Telematics",
  "stations_nearby": "Stations nearby",
  "lines": "Lines",
  "stations": "Stations",
  "best_route": "Best route",
  "search": "Search",
  "latest_news": "Latest news",
  "search_hint_for_lines": "Search by Line Description or Line ID",
  "no_lines_found": "No lines found",
  "i_am_close_to": "I am close to ...",
  "address": "Address",
  "i_want_to_go_to": "I want to go to ...",
  "get_directions": "Get directions",
  "get_directions_hint": "Get directions based on the provided addresses and will open Google Maps to find the best bus route.",
  "different_route": "Different route",
  "direction": "Direction",
  "station_table_title": "Stations table",
  "no_stops_found": "No stops found",
  "routes": "Routes",
  "route": "Route",
  "english_description": "English Description",
  "street": "Street",
  "n_a": "N/A",
  "english_street": "English Street",
  "route_stop_order": "Route Stop Order",
  "stop_amea": "Stop Amea",
  "no_stop_details": "No stop details found",
  "in": "in",
  "minutes": "minutes",
  "error": "Error",
  "choose_station_hint": "Choose the station you're interested in to get information. Includes bus arrivals and line information.",
  "station_code": "Station code",
  "take_station_info": "Get station information",
  "or_choose_line": "or choose line",
  "no_line_info": "No line information found",
  "choose_route": "Choose route",
  "bus": "Bus",
  "loading": "Loading...",
  "choose_line": "Choose line",
  "choose_station": "Choose station",
  "more": "More",
  "location_permission_explain": "To get bus arrival information, please allow location permission in your device settings.",
  "yes": "Yes",
  "no": "No",
  "stop_interval_hint": "It will automatically update",
  "loading_nearby_stops": "Loading nearby stops... \nPlease wait...\nThis can take a few seconds.",
  "about_app": "About the application",
  "about_app_details": "This application is by Orestis from Lefkada for the public transportation of OASTH in Greece.",
  "contact_us": "Contact us",
  "contact_us_details": "Q: How can I contact your support team?\nA: You can reach our support team by sending an email to [orestis_94@hotmail.com]. We aim to respond to all inquiries within 24 hours.\n\nQ: Is there a phone number I can call for assistance?\nA: Currently, we only offer support via email. Please feel free to reach out to us with any questions or concerns you may have.\n\nQ: Do you have a physical address for correspondence?\nA: We operate primarily online, and our support is provided via email. However, you can send any physical correspondence to OASTH.\n\n",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_details": "Thank you for using the OASTH Telematics application. This Privacy Policy explains how we handle your information when you use our mobile application (\"App\").\n\nNo Data Collection\n\nWe want to emphasize that we do not collect any personal identification information or any other data from our users under any circumstances. Your privacy and the security of your data are of utmost importance to us.\n\nLocation Permissions\n\nThe OASTH Telematics App may request access to your device's location solely for the purpose of centering the map to your current location. This functionality is designed to enhance your experience with the App and provide you with relevant information based on your location.\n\nDisabling Location Services\n\nYou have the option to disable location services for the OASTH Telematics App at any time. You can manage location permissions through your device's settings. Please note that disabling location services may limit certain functionalities within the App.\n\nChanges to This Policy\n\nWe reserve the right to update or modify our Privacy Policy at any time. Any changes to this policy will be reflected on this page. We encourage you to review this Privacy Policy periodically for any updates.",
  "terms_and_conditions": "Terms and Conditions",
  "terms_and_conditions_details": "Acceptance of Terms: By downloading, installing, or using the OASTH Telematics mobile application (\"App\"), you agree to be bound by these terms and conditions.\n\nUse of the App: You agree to use the App solely for lawful purposes and in compliance with all applicable laws and regulations.\n\nNo Warranty: The App is provided \"as is\" without any warranty of any kind, either expressed or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, or non-infringement.\n\nLimitation of Liability: In no event shall we be liable for any damages arising out of the use or inability to use the App.\n\nUser Conduct: You agree not to use the App in any way that may cause damage, impairment, or disruption to the functionality of the App or its servers.\n\nIntellectual Property: All intellectual property rights related to the App, including but not limited to copyrights, trademarks, and trade secrets, are owned by us or our licensors.\n\nChanges to Terms: We reserve the right to modify or update these terms and conditions at any time. Your continued use of the App after any such changes constitutes acceptance of the updated terms.\n\nGoverning Law: These terms and conditions shall be governed by and construed in accordance with the laws of Greece.",
  "app_language": "App language"
}
